{ "thoughts" : [
    "If tomatoes are fruit then ketchup is jam",
    "When you drink alcohol you are just borrowing happiness from tomorrow",
    "Thanks to the Internet, I have probably seen more naked ladies than all of my ancestors combined.",
    "If two people on opposite sides of the world each drop a piece of bread, the Earth briefly becomes a sandwich.",
    "There should be a superhero called placebo-man. He doesn't actually have any superpowers at all, He's just a normal guy that everyone thinks is a superhero.",
    "If you did something 'like a boss,' you'd probably just pay someone else to do it.",
    "Maybe 'Smith' is a common surname because blacksmiths were never forced to serve in combat roles during war time.",
    "The only time the word 'incorrectly' isn't spelled incorrectly is when it's spelled incorrectly.",
    "Why did people invent the box if they want to think outside of it?",
    "Clapping your hands id like high fiving yourself.",
    "The word 'FAT' just looks like someone took a bite out of the first letter of the word 'EAT.'",
    "I will be the last person to die in my lifetime.",
    "Once you have a PhD, every meeting you go to becomes a doctor's appointment.",
    "People who are allergic to dust are allergic to themselves",
    "Ellen should give away more stuff like Oprah and rename her show Ellen de Generous.",
    "If I'm lucky, my internal organs will never see the light of day.",
    "The Swiss must've been pretty confident in their chances of victory if they included a corkscrew on their army knife.",
    "What was the first guy to milk a cow trying to do?",
    "You see people every day that you'll never see again.",
    "Shower Thought: Why do people say 'tuna fish' when they don't say 'beef mammal' or 'chicken bird'?",
    "If you step on people's feet, they will open their mouths just like trash bins.",
    "I wonder if my dog always follows me into the bathroom when I have to go potty because I always follow him outside when he does and he just thinks that's how it works.",
    "If job ads say 'must be fluent in Mandarin' why don't they post the entire ad in Mandarin, that way only genuinely fluent people could apply?",
    "Being attracted to your own flaccid penis would be the worst fetish ever.",
    "Shower thought: Your stomach thinks all potato is mashed.",
    "There should be an optional 'people are sleeping' button on the microwave to stop from all the extra loud beeping.",
    "When a pregnant woman swims, she is a human submarine.",
    "Family Guy is 90 percent Seth MacFarlane talking to himself.",
    "It's weird how it's socially acceptable to put someone else's genitals in your mouth, but eating a dorito off the floor after a few seconds is gross",
    "Shower Thoughts: If Hillary Clinton wins in 2016, it will be the first time that two presidents have had sex with each other.",
    "If humans could fly, we'd consider it exercise and never do it.",
    "If steroids are illegal for athletes then photoshop should be illegal for models.",
    "On Earth, curiosity drives scientists. On Mars, scientists drive Curiosity.",
    "Anakin Skywalker over the course of 6 movies lost 5 of his 4 limbs in 3 duels.",
    "I wish we had the ability to dream together with other people. Like multi-player dreaming.",
    "The first person to say the word cool must have been really cool because everyone started saying it.",
    "Batman would look ridiculous trying to solve crimes outside during a sunny day.",
    "I wonder if there are any times on the clock that I have never seen.",
    "Why aren't iPhone chargers called apple juice?",
    "Most people are buried in suits and stuff so a zombie apocalypse would be a formal event.",
    "Unless you're a celebrity, Twitter is like talking to yourself in a crowded room.",
    "When you 'bite down' on something, you're actually biting up because you can't move your top jaw.",
    "Shower Thoughts: If Homer Simpson were a Democratic congressman from Springfield, Ohio, he'd be 'Homer Simpson (D-OH).'",
    "100 years from now, Facebook is gonna be full of dead people."
    ]
}